[
	{
		"1": "The template image is a warm, painterly scene showing a young child kneeling in a sunlit garden, gently cupping her hands near a freshly bloomed purple flower. The facial expression is serene and tender, with a subtle smile that conveys calm joy and deep care. The eyes are slightly lowered and focused on the flower, showing gentle attention and affection rather than direct eye contact with the viewer. The overall emotional tone is peaceful, nurturing, and filled with a quiet sense of wonder.",
		"2": "The template image is a somber, emotionally charged scene showing a young child standing indoors, gazing out a rain-streaked window during a thunderstorm. The child’s facial expression is one of deep concern and quiet sadness, with gently furrowed brows and slightly downturned lips. The eyes are fixed on something outside—likely the small purple flower in the storm—conveying a sense of longing or helpless worry. There is no eye contact with the viewer; instead, the gaze is fully absorbed by the scene beyond the glass. The overall emotional tone is introspective, vulnerable, and reflective, framed in warm indoor lighting contrasting with the cold, stormy night outside.",
		"3": "The template image is a dramatic, emotionally intense scene showing a young child running barefoot through a stormy downpour toward a blooming purple flower. The child holds a transparent plastic sheet overhead in a protective gesture. The facial expression is urgent and distressed—eyebrows raised and slightly drawn together, mouth parted, and eyes wide with worry and determination. The gaze is fixed intently on the flower, conveying a strong protective instinct. There is no eye contact with the viewer; instead, the focus is entirely forward, emphasizing the immediacy of the action and emotional resolve. The overall tone is one of desperation, bravery, and emotional intensity amid chaos.",
		"4": "The template image is a touching, emotionally layered moment set in the rain, showing a young child kneeling on the muddy ground in front of a purple flower while an adult woman holds an umbrella over them. The child’s facial expression reflects emotional exhaustion and vulnerable relief—wide eyes, parted lips, and a gaze fixed slightly upward toward the woman, conveying a look of pleading or seeking reassurance. There is no eye contact with the viewer.\nThe woman’s expression is warm and supportive, with a gentle, comforting smile and slightly raised brows that suggest empathy and encouragement. Her gaze is directed toward the child, establishing a strong emotional connection between them. The overall tone is one of protection, care, and quiet emotional resolution in the aftermath of distress.",
		"5": "The template image is a gentle and hopeful scene in the rain, showing a child and an adult crouched together as they carefully place a transparent cover over a blooming purple flower. The child’s facial expression is calm and focused, with slightly pursed lips and softly lowered eyes fixed on the task, suggesting care and quiet determination. There is no eye contact with the viewer or the adult—attention is fully on the protective act.\nThe adult wears a warm, encouraging smile, looking down at the flower with a nurturing gaze. Her expression conveys pride and reassurance. The emotional tone is one of cooperation, protection, and shared tenderness amidst adversity, with both figures working in quiet harmony under the umbrella.",
		"6": "The template image is a tender, post-storm moment showing a young child standing beside a now-covered purple flower, facing an adult woman. The child’s facial expression conveys a sense of awe and emotional vulnerability—eyes slightly widened, mouth gently open, and hands clasped at the chest, as if overwhelmed or deeply moved. The child is looking upward toward the woman, establishing a clear emotional line of sight, with no eye contact toward the viewer.\nThe woman’s expression is warm and joyful, with a soft, proud smile. Her gaze is directed downward at the child, creating a moment of shared emotional connection. The overall tone is one of quiet resolution and mutual recognition—a gentle reward after hardship, filled with warmth, pride, and emotional intimacy.",
		"7": "The template image is a warm, uplifting scene at sunset, showing a child and an adult standing beside a protected purple flower, now covered and safe. The child’s facial expression is bright and joyful, with a wide, genuine smile and eyes full of admiration and happiness. The gaze is directed upward, making direct, warm eye contact with the adult. The child’s posture is relaxed, with hands loosely clasped in front, radiating contentment and connection.\nThe adult’s expression mirrors this joy—smiling fondly, with soft eyes and a look of affectionate encouragement. Her body language is open, with one hand gesturing gently toward the child and the other casually holding a folded umbrella. The emotional tone is one of shared pride, relief, and mutual appreciation, symbolizing a hopeful conclusion to a previously challenging journey.",
		"8": "The template image is a joyful, sunlit celebration of renewal, showing a young child mid-motion, dancing barefoot near a blooming purple flower. The child’s facial expression is radiant with delight—eyes gently squinted with a wide, carefree smile, capturing pure happiness and playfulness. There is no direct eye contact with the viewer or any other figure; instead, the gaze is naturally unfocused in the moment, enhancing the feeling of unrestrained joy.\nThe child's posture and open arms amplify the sense of exuberance and freedom, framed by the golden glow of a post-rain sky. A discarded plastic cover lies beside the flower, symbolizing the relief and release from earlier tension. The emotional tone is one of celebration, liberation, and innocence—marking a bright, peaceful closure to the story arc.",
		"9": "The template image is a heartwarming, sunlit gardening scene showing a child and an adult woman sharing a joyful moment while planting beside a blooming purple flower. The child’s facial expression is animated with laughter—eyes partly closed, mouth wide open in a joyful smile, head tilted slightly in delight. Her gaze is directed at the woman, showing emotional engagement and shared amusement, not at the viewer.\nThe adult’s expression is equally joyful, with a broad, affectionate smile and bright eyes as she holds up a small leafy plant in one hand, glancing toward the child. Her expression and posture radiate pride and warmth. The overall emotional tone is one of delight, bonding, and accomplishment—conveying a sense of harmony, growth, and loving mentorship.",
		"10": "The template image is a glowing, joyful garden moment showcasing a child and an elderly woman standing proudly beside a tall, healthy plant with multiple blooming purple flowers. The child’s facial expression is radiant with quiet pride and happiness—eyes gently closed or downward, and a soft, closed-lip smile suggesting deep satisfaction and a sense of accomplishment. There is no direct eye contact with the viewer or the woman; her attention is inward and emotionally grounded.\nThe woman’s expression is filled with warmth and pride—smiling broadly with soft eyes, as she gestures gently toward the flowers. Her gaze is lovingly directed at the plant, symbolizing admiration and fulfillment. The overall emotional tone is one of peaceful triumph, generational bonding, and the reward of nurturing care."
	}
]
